
{
      "lang_index":{
            "en":"en",
            "sr":"sr"
      },
      "title_index": {
        "en": "Zadrugar Berry Fruits-Premium Quality Raspberries and Blackberries for Sale and Export",
        "sr": "Zadrugar Berry Fruits-Maline i Kupine Vrhunskog Kvaliteta za Prodaju i Izvoz"
      },
      "description_index": {
        "en": "Zadrugar Berry Fruits is your reliable source for the freshest raspberries and blackberries.Our berries are grown and harvested with care, and are kept in cold storage to ensure their quality. We specialize in selling high_quality raspberries and blackberries, and have years of experience in keeping our products fresh and flavorful. Contact us to learn more about our products and services. Our agricultural pharmacy offers a wide range of products tailored to the unique needs of blackberry and raspberry growers. From frtilizers to pest control solutions, we have everything you need to ensure a healthy and bountiful harvest. Trust us to provide you with the rightproducts and expert advice to maximize your yield and achive success.",
        "sr": "Zadrugar Berry Fruits je vaš pouzdan izvor najsvežijih malina i kupina. Naše bobičasto voće se uzgaja i bere pažljivo i čuva se u hladnjači kako bi se osigurao njihov kvalitet. Specijalizovani smo za prodaju visokokvalitetnih malina i kupina i imamo dugogodišnje iskustvo u održavanju svežih i ukusnih proizvoda. Kontaktirajte nas da biste saznali više o našim proizvodima i uslugama. Naša poljoprivredna apoteka nudi širok asortiman proizvoda prilagođenih jedinstvenim potrebama uzgajivača kupina i malina. Od đubriva do rešenja za kontrolu štetočina, imamo sve što vam je potrebno da obezbedite zdravu i bogatu žetvu. Verujte nam da ćemo vam pružiti prave proizvode i stručne savete kako biste maksimizirali svoj prinos i postigli uspeh."
      },
      "keywords_index":{
            "en":"raspberries,blackberries,premium quality,agriculture pharmacy,pest control solutions,healthy raspberries and blackberries,Serbia,export,freshness,flavor,health benefits,trusted source,competitive prices,natural,organic,sustainable farming,wholesale,retail,customer satisfaction,reliable,cold storage,seasonality",
            "sr":"maline,kupine,premijum kvalitet,poljoprivredna apoteka,rešenja za suzbijanje štetočina,zdrave maline i kupine,Srbija,izvoz,svežina,aroma,zdravstvene beneficije, pouzdan izvor, konkurentne cene, prirodno, organsko, održiva poljoprivreda, veleprodaja, maloprodaja, zadovoljstvo kupaca,pouzdano, hladno skladištenje, sezonsko"
      },
      "home_desk":{
            "en":"Home",
            "sr":"Početna"
      },
      "about_desk":{
            "en":"About Us",
            "sr":"O Nama"
      },
      "raspberries_desk":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      "blackberries_desk":{
            "en":"Blackberries",
            "sr":"Kupine"
      },
      "aggr_desk":{
            "en":"Agricultural Pharmacy",
            "sr":"Poljoprivredna Apoteka"
      },
      "contact_desk":{
            "en":"Contact Us",
            "sr":"Kontakt"
      },
      "home_mob":{
            "en":"HOME",
            "sr":"POČETNA"
      },
      "about_mob":{
            "en":"ABOUT US",
            "sr":"O NAMA"
      },
      "raspberries_mob":{
            "en":"RASPBERRIES",
            "sr":"MALINE"
      },
      "blackberries_mob":{
            "en":"BLACKBERRIES",
            "sr":"KUPINE"
      },
      "aggr_mob":{
            "en":"AGRICULTURAL PHARMACY",
            "sr":"POLJOPRIVREDNA APOTEKA"
      },
      "contact_mob":{
            "en":"CONTACT US",
            "sr":"KONTAKT"
      },
      "heading_txt":{
            "en":"Where Quality Blackberries and Raspberries Meet Expert Care.",
            "sr":"Gde se kvalitetne Kupine i Maline susreću sa stručnom brigom."
      },
      "heading_btn":{
            "en":"Find Out More",
            "sr":"Saznaj Više"
      },
      "know_us":{
            "en":"Get to Know Us",
            "sr":"Upoznajte Nas"
      },
      "know_us_txt":{
            "en":" Zadrugar Berry Fruits is a family_owned business that has been successfully engaged inthe purchase and production of berry fruits for many years. Our journey began in the 90s with cultivation and purchase, and we have expanded into freezing, storage, and export of raspberries and blackberries.Our eight_hectare plantation is a testament to our commitment to providing the best berry fruits to our customers.We strive to maintain our position through constant innovation and improvement, ensuring that we always provide our customers with the finest raspberries and blackberries.",
            "sr":"Zadrugar Berry Fruits je porodična firma koja se dugi niz godina uspešno bavi otkupom i proizvodnjom jagodičastog voća. Naš put je započeo 90-ih godina uzgojem i otkupom, a proširili smo se na zamrzavanje, skladištenje i izvoz maline i kupina. Naša plantaža od osam hektara je svedočanstvo naše posvećenosti pružanju najboljeg jagodičastog voća našim kupcima. Trudimo se da zadržimo svoju poziciju kroz stalne inovacije i poboljšanja, osiguravajući da našim kupcima uvek obezbedimo najfinije maline i kupine."
      },
      "storage":{
            "en":"Cold Storage",
            "sr":"Hladnjača"
      },
      "storage_txt":{
            "en":"Our capacity is impressive, with 1000 tons of space for storage and 50 tons per day for deep freezing. Our facilities include two storage chambers, two deep freezing tunnels, and two pre_chambers for packaging, all maintained to the highest standards of quality and safety.",
            "sr":"Naš kapacitet je impresivan, sa 1000 tona prostora za skladištenje i 50 tona dnevno za duboko zamrzavanje. Naši kapaciteti obuhvataju dve komore za skladištenje, dva tunela za duboko zamrzavanje i dve pretkomore za pakovanje, sve održavano po najvišim standardima kvaliteta i bezbednosti."
      },
      "quality":{
            "en":"Best Quality",
            "sr":"Najbolji Kvalitet"
      },
      "quality_txt":{
            "en":"We produce and supply only the freshest,highest-quality blackberries and raspberries for maximum flavor and nutrition",
            "sr":"Proizvodimo i isporučujemo samo najsvežije, najkvalitetnije kupine i maline za maksimalan ukus i ishranu"
      },
      "industry":{
            "en":"Industry Leaders",
            "sr":"Lideri Industrije"
      },
      "industry_txt":{
            "en":"As industry leaders in both growing and sourcing top-quality blackberries and raspberries, we provide our customers with exceptional fruit",
            "sr":"Kao lideri u industriji u uzgoju i nabavci kupina i malina vrhunskog kvaliteta, našim kupcima pružamo izuzetno voće"
      },
      "goals":{
            "en":"Our Goals",
            "sr":"Naši Ciljevi"
      },
      "goals_txt":{
            "en":"Our goal is to be the trusted source for sustainable and environmentally responsible blackberry and raspberry farming, providing exceptional products and service",
            "sr":"Naš cilj je da budemo pouzdan izvor za održivo i ekološki odgovorno uzgajanje kupina i malina, pružajući izuzetne proizvode i usluge"
      },
      "rasp_h2":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      
      "rasp_txt":{
            "en":"Zadrugar Berry Fruits\nis proud to offer some of the finest raspberries available on the market today. Our raspberries are grown and hand_picked with care, ensuring that only the best fruit makes it to your table. We use sustainable and environmentally friendly practices to cultivate our raspberries, allowing us to produce exceptional fruit that is both delicious and nutritious. Our raspberres have become a popular choice for customers troughout Europe, with satisfied buyers in Germany and France regularly turning to us for our superior quality fruit. We take great pride in the quality of our raspberres and are committed to providing our customers with the best possible product and service.\nContact us today to learn more about our products.",
            "sr":"Zadrugar Berry Fruits\nsa ponosom nudi neke od najboljih malina dostupnih na tržištu danas. Naše maline se gaje i ručno beru pažljivo, osiguravajući da samo najbolje voće stigne na vašu trpezu. Koristimo održive i ekološki prihvatljive prakse za uzgoj naših malina, što nam omogućava da proizvodimo izuzetno voće koje je i ukusno i hranljivo. Naše maline su postale popularan izbor za kupce širom Evrope, a zadovoljni kupci u Nemačkoj i Francuskoj redovno nam se obraćaju za naše voće vrhunskog kvaliteta. Veoma smo ponosni na kvalitet naših malina i posvećeni smo pružanju najboljih mogućih proizvoda i usluga našim kupcima.\nKontaktirajte nas danas da biste saznali više o našim proizvodima."
      },
      "rasp_btn":{
            "en":"See More Of Rasberries",
            "sr":"Vidite više o Malinama"
      },
      "rasp_contact":{
            "en":"Contact us",
            "sr":"Kontaktirajte nas"
      },
      "bb_h2":{
            "en":"Blackberries",
            "sr":"Kupine"
      },
      
      "bb_txt":{
            "en":"At Zadrugar Berry Fruits\n we are commited to providing our customers with the highest quality blackberries, whether they come from our own farms or from trusted suppliers throughout Serbia. Our rigorous standards ensure that every blackberry we sell meets our strict critria for flavor, texture and appearance. We work closely with our network of suppliers to ensure that all of our blackberries are grown and harvested properly. This not only ensures that our customers receive the best possible fruit but also helps to support local growers and the Serbian agricultural industry as a whole. From our own farms to our cerefully selected partners, we are dedicated to providing the freshest and most flavorful blackberries available.\nContact us today to learn more about our blackberries and how we can supply your business with the very best berry fruits.",
            "sr":"U Zadrugar Berry Fruits\n smo posvećeni tome da svojim kupcima obezbedimo najkvalitetnije kupine, bilo da dolaze sa naših farmi ili od proverenih dobavljača širom Srbije. Naši rigorozni standardi obezbeđuju da svaka kupina koju prodajemo ispunjava naše stroge kriterijume za ukus, teksturu i izgled. Blisko sarađujemo sa našom mrežom dobavljača kako bismo osigurali da se sve naše kupine pravilno uzgajaju i beru. Ovo ne samo da obezbeđuje da naši kupci dobiju najbolje moguće voće, već i pomaže u podršci lokalnim uzgajivačima i srpskoj poljoprivrednoj industriji u celini. Od naših sopstvenih farmi do naših pažljivo odabranih partnera, posvećeni smo pružanju najkvalitetnijih i najukusnijih kupina.\nKontaktirajte nas danas da biste saznali više o našim kupinama i o tome kako možemo da snabdevamo vaš posao najboljim jagodičastim voćem."
      },
      "bb_btn":{
            "en":"See More Of Blackberries",
            "sr":"Vidite više o Kupinama"
      },
      "agg_h2":{
            "en":"Agricultural Pharmacy",
            "sr":"Poljoprivredna Apoteka"
      },
      "ap_txt":{
            "en":" Our agricultural pharmacy offers a wide range of products tailored to the unique needs of blackberry and raspberry growers. From frtilizers to pest control solutions, we have everything you need to ensure a healthy and bountiful harvest. Trust us to provide you with the right products and expert advice to maximize your yield and achive success.",
            "sr":"Naša poljoprivredna apoteka nudi širok asortiman proizvoda prilagođenih jedinstvenim potrebama uzgajivača kupina i malina. Od đubriva do rešenja za kontrolu štetočina, imamo sve što vam je potrebno da obezbedite zdravu i bogatu žetvu. Verujte nam da ćemo vam obezbediti prave proizvode i stručne savete kako biste maksimizirali svoj prinos i postigli uspeh."
      },
      "ap_btn":{
            "en":"See Our Products",
            "sr":"Pogledajte Naše Proizvode"
      },
      "contact_h2":{
            "en":"Get in Touch",
            "sr":"Stupite u Kontakt"
      },
      "contact_sub":{
            "en":"Contact Zadrugar Berry Fruits Today",
            "sr":"Kontaktirajte Zadrugar Berry Fruits Danas"
      },
      "insta_txt":{
             "en":"Follow us on Instagram",
             "sr":"Pratite nas na Instagramu"
      },
      "email_btn":{
            "en":"Send Us E-mail",
            "sr":"Pošaljite Nam E-mail"
      },
      "footer_txt":{
            "en":"2023 | All rights reserver by\nZadrugar Berry Fruits d.o.o",
            "sr":" 2023 | Sva prava zadržava\nZadrugar Berry Fruits d.o.o"
      },
      "lang_pharm":{
            "en":"en",
            "sr":"sr"
      },
      "title_pharm":{
            "en":"From Farm to Table: High-Quality Agricultural Products for Raspberries and Blackberries",
            "sr":"Od farme do trpeze: visokokvalitetni poljoprivredni proizvodi za maline i kupine"
      },
      "pharm_desc":{
            "en":"Looking for tailored solutions to maximize your blackberry and raspberry harvest? Our agricultural pharmacy offers a wide range of expertly crafted products, from fertilizers to pest control, designed to meet the unique needs of these crops. Trust our knowledgeable team to provide you with the right tools and advice to achieve success and achieve a bountiful harvest.",
            "sr":"Tražite prilagođena rešenja za maksimiziranje žetve kupina i malina? Naša poljoprivredna apoteka nudi širok asortiman stručno izrađenih proizvoda, od đubriva do kontrole štetočina, dizajniranih da zadovolje jedinstvene potrebe ovih useva. Verujte našem stručnom timu da vam pruži prave alate i savete za postizanje uspeha i obilnu žetvu."
      },
      "pharm_key":{
            "en":"Agricultural products,Medications for livestock,Plant health,Fertilizers,Herbicides and pesticides,Livestock health,Agricultural supply chain,Soil health,Crop protection,Agricultural research,Farm animal welfare,Sustainable farming practices,Crop yield optimization, Agricultural innovation,Veterinary medicine,Animal nutrition,Soil testing,Irrigation systems, Farm equipment,Agrochemicals, luna sensation, teppeki, basf signum, saturn terra, glifomark, fitofert humistart",
            "sr":"Poljoprivredni proizvodi, Lekovi za stoku, Zdravlje biljaka, Đubriva, Herbicidi i pesticidi, Zdravlje stoke, Poljoprivredni lanac snabdevanja, Zdravlje zemljišta, Zaštita useva, Poljoprivredna istraživanja, Dobrobit životinja na farmi, Održiva poljoprivredna praksa, Optimizacija prinosa useva, Poljoprivredna inovacija, Ishrana životinja, Ispitivanje zemljišta, Sistemi za navodnjavanje, Poljoprivredna oprema, Agrohemikalije, luna sensation, teppeki, basf signum, saturn terra, glifomark, fitofert humistart"
      },
      "home_pharm":{
            "en":"Home",
            "sr":"Početna"
      },
      "rasp_pharm":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      "agr_h1":{
            "en":"Agricultural Pharmacy",
            "sr":"Poljoprivredna Apoteka"
      },
      "pharm_txt_agr":{
            "en":"Our extensive selection of products includes fertilizers, pesticides, and other solutions specifically designed to meet the unique needs of blackberry and raspberry crops. Our team of knowledgeable experts is always on hand to offer personalized advice and recommendations, ensuring that you have the tools you need to succeed.",
            "sr":"Naš širok izbor proizvoda uključuje đubriva, pesticide i druga rešenja posebno dizajnirana da zadovolje jedinstvene potrebe useva kupine i maline. Naš tim stručnjaka je uvek pri ruci da ponudi personalizovane savete i preporuke, obezbeđujući da imate alate koji su vam potrebni za uspeh."
      },
      "summary":{
            "en":"Read more about this product",
            "sr":"Pročitajte više o ovom proizvodu"
      },
      "basf_p":{
            "en":"Signum belongs to AgCelence products, so in addition to suppressing diseases, it also has a number of other, positive physiological effects: tolerance to flooding, less stress caused by diseases, better use of nitrogen, increased yield, increased tolerance to drought, healthier plants, greener leaves, more efficient photosynthesis.",
            "sr":"Signum spada u AgCelence proizvode, tako da pored suzbijanja bolesti ima i niz drugih, pozitivnih fizioloških efekata: tolerantnost na poplave, manje stresa izazvanog bolestima, bolje korišćenje azota, povećan prinos, povećana tolerancija na sušu, zdravije biljke , zelenije lišće, efikasnija fotosinteza."
      },
      "fitofert_p":{
            "en":"Liquid biostimulant fertilizer with an emphasis on phosphorus content. High content of humic, fulvic and amino acids. Enriched with algae extract. It contains microelements. Ideal for combining with starter fertilizers in fertigation. The main purpose for foliar treatments at the beginning of the growing season, but also after harvest for better preparation of plant fertility in the following year.",
            "sr":"Tečno biostimulantno đubrivo sa naglaskom na sadržaj fosfora. Visok sadržaj huminskih, fulv i amino kiselina. Obogaćen ekstraktom algi. Sadrži mikroelemente. Idealan za kombinovanje sa starter đubrivima u fertigaciji. Osnovna namena za folijarne tretmane na početku vegetacije, ali i posle berbe za bolju pripremu plodnosti biljaka u narednoj godini."
      },
      "glifomark_p":{
            "en":"A non-selective herbicide, it is taken up by the leaf mass. It moves up and down in the plant, it is inactivated in contact with the soil. It inhibits EPSP, i.e. the synthesis of aromatic acids, thus preventing the synthesis of amino acids necessary for protein production.",
            "sr":"Neselektivni herbicid, apsorbuje ga lisna masa. Kreće se gore-dole u ​​biljci, deaktivira se u kontaktu sa zemljom. Inhibira EPSP, odnosno sintezu aromatičnih kiselina, čime sprečava sintezu aminokiselina neophodnih za proizvodnju proteina."
      },
      "luna_p":{
            "en":"The specific mode of action comes as a result of the combination of two different fungicidal substances. The substance Fluopiram belongs to succinate dehydrogenase enzyme inhibitors (SDHI), thus blocking breathing, i.e. energy production in the cells of the fungi it acts on. The active substance Trifloxystrobin, belonging to the group of strobilurins, interferes with electron transport in the mitochondria of pathogen cells and adversely affects the respiration process of the phytopathogenic fungus.",
            "sr":"Specifičan način delovanja dolazi kao rezultat kombinacije dve različite fungicidne supstance. Supstanca Fluopiram pripada inhibitorima enzima sukcinat dehidrogenaze (SDHI), čime blokira disanje, odnosno proizvodnju energije u ćelijama gljivica na koje deluje. Aktivna supstanca trifloksistrobin, koja pripada grupi strobilurina, ometa transport elektrona u mitohondrijama ćelija patogena i negativno utiče na proces disanja fitopatogene gljive."
      },
      "saturn_p":{
            "en":"Saturn Terra is a non-systemic insecticide for controlling soil insects. The active substance chlorpyrifos belongs to the group of organophosphates, which act as inhibitors of the activity of acetylcholinesterase of the central nervous system of insects. This mechanism enables a wide range of actions. Physico-chemical properties of chlorpyrifos provide contact, digestive and respiratory action. Chlorpyrifos in Saturn Terra was applied to corn grits. Corn grits as a carrier of organic origin has the property of an attractant, to attract harmful insects, but also to enable an easier and even introduction of the preparation into the soil.",
            "sr":"Saturn Terra je nesistemski insekticid za suzbijanje zemljišnih insekata. Aktivna supstanca hlorpirifos pripada grupi organofosfata, koji deluju kao inhibitori aktivnosti acetilholinesteraze centralnog nervnog sistema insekata. Ovaj mehanizam omogućava širok spektar delovanja. Fizičko-hemijska svojstva hlorpirifosa obezbeđuju kontaktno, digestivno i respiratorno dejstvo. Hlorpirifos u Saturn Terra primenjen je na kukuruznu krupicu. Kukuruzna krupica kao nosilac organskog porekla ima svojstvo atraktanta, da privlači štetne insekte, ali i da omogućava lakše i ravnomernije unošenje preparata u zemljište."
      },
      "tepekki_p":{
            "en":"Insecticide-aphicid from the Pyridinecarboxamide group with contact and digestive action. The unique mode of action prevents the creation of cross-resistance with insecticides for the same purposes. In the treated plant, it moves acropetally and translaminarly. It has a contact and gastric effect after 1 hour of ingestion, and death occurs after 2 to 5 days, depending on the pest's starvation.",
            "sr":"Insekticid-aficid iz grupe piridinkarboksamida sa kontaktnim i digestivnim dejstvom. Jedinstveni način delovanja sprečava stvaranje unakrsne rezistencije sa insekticidima za iste namene. U tretiranoj biljci se kreće akropetalno i translaminarno. Ima kontaktno i želudačno dejstvo nakon 1 sata od ingestije, a smrt nastupa nakon 2 do 5 dana, u zavisnosti od gladovanja štetočine."
      },
      "thanks_p":{
            "en":"Thanks for checking out our products! And if you have any questions or need more information, please don't hesitate to contact us. We're always happy to help!",
            "sr":"Hvala što ste pogledali naše proizvode! A ako imate bilo kakvih pitanja ili trebate više informacija, ne oklevajte da nas kontaktirate. Uvek nam je drago da pomognemo!"
            
      },
      "thanks_again":{
            "en":"For even more items and updates, please visit our",
            "sr":"Za još više artikala posetite našu"
      },
      "insta_href":{
            "en":" INSTAGRAM page",
            "sr":" INSTAGRAM stranicu"
      },
      "rasp_title":{
            "en":"High-Quality Raspberries from Zadrugar Berry Fruits",
            "sr":"Visokokvalitetne maline iz Zadrugar Berry Fruits"
      },
      "rasp_desc":{
            "en":"Zadrugar Berry Fruits is a family-owned business that specializes in providing high-quality raspberries to customers. Our selection includes varieties sourced from trusted growers in Serbia, as well as two varieties grown on our own 5 hectares of land. Contact us for more information or to place an order.",
            "sr":"Zadrugar Berry Fruits je porodično preduzeće koje je specijalizovano za pružanje visokokvalitetnih malina kupcima. Naš izbor obuhvata sorte od proverenih uzgajivača u Srbiji, kao i dve sorte koje gajimo na 5 hektara zemlje. Kontaktirajte nas za više informacija ili naručivanje."
      },
      "rasp_key":{
            "en":"raspberries, high-quality, family-owned, trusted growers, Serbia, Vilamet, Tulamin, Fertodi, Polka, Himbo Top, Glen, Miker, fresh, cold storage, cultivated, 5 hectares, family business, excellence, industry leaders, customer satisfaction, order, contact.",
            "sr":"malina, kvalitetna, porodična, uzgajivači od poverenja, Srbija, Vilamet, Tulamin, Fertodi, Polka, Himbo Top, Glen, Miker, sveža, hladnjača, kultivisana, 5 hektara, porodični biznis, izvrsnost, lideri u industriji, zadovoljstvo kupaca , naručiti, kontaktirati."
      },
      "rasp_home_link":{
            "en":"Home",
            "sr":"Početna"
      },
      "rasp_to_bb":{
            "en":"Blackberries",
            "sr":"Kupine"
      },
      "rasp_txt_1":{
            "en":"From our trusted growers in Serbia, we have carefully selected the best varieties of raspberries including Willamette, Tulameen, Fertodi, Polka, Himbo Top, Glen, and Meeker. These raspberries are all kept in our state-of-the-art cold storage facility to ensure that they retain their freshness and quality until they reach our customers.",
            "sr":"Od naših pouzdanih uzgajivača u Srbiji, pažljivo smo odabrali najbolje sorte maline uključujući Willamette, Tulameen, Fertodi, Polka, Himbo Top, Glen i Meeker. Sve ove maline se čuvaju u našoj najsavremenijoj hladnjači kako bismo osigurali da zadrže svežinu i kvalitet dok ne stignu do naših kupaca."
      },
      "rasp_txt_2":{
            "en":"In addition to offering raspberries from our trusted growers, we also cultivate two varieties on our own 5 hectares of land: Willamete and Fertodi. These varieties are carefully grown and harvested by our family, ensuring that they meet our exacting standards for taste and quality.",
            "sr":"Osim što nudimo malinu od naših pouzdanih uzgajivača, na sopstvenih 5 hektara zemlje uzgajamo dve sorte: Willamete i Fertodi. Ove sorte pažljivo uzgaja i bere naša porodica, osiguravajući da ispunjavaju naše stroge standarde za ukus i kvalitet."
      },
      "rasp_txt_3":{
            "en":"If you need more infromation about our Raspberries, or if you would like to place an order, we would be happy to hear from you.",
            "sr":"Ako vam treba više informacija o našim malinama, ili ako želite da naručite, biće nam drago da čujemo od vas."
      },
      "rasp_h1":{
            "en":"Raspberries",
            "sr":"Maline"
      },
      "black_title":{
            "en":"Premium Blackberries from Trusted Growers and Our Own Farm | Zadrugar Berry Fruits",
            "sr":"Vrhunske kupine od pouzdanih uzgajivača i naše vlastite farme | Zadrugar Berri Fruits"
      },
      "black_desc":{
            "en":"Discover the best selection of blackberries at Zadrugar Berry Fruits, featuring premium varieties sourced from trusted growers and our own 3-hectare farm. Contact us today to place an order!",
            "sr":"Otkrijte najbolji izbor kupina u Zadrugar Berry Fruits-u, sa vrhunskim sortama koje potiču od pouzdanih uzgajivača i naše sopstvene farme od 3 hektara. Kontaktirajte nas danas da naručite!"
      },
      "black_key":{
            "en":"blackberries, premium blackberries, trusted growers, farm-grown blackberries, Triple Crown, Loch Ness, Thornfree, Cacak, fresh blackberries, high-quality blackberries, Zadrugar Berry Fruits",
            "sr":"kupine, premium kupine, provereni uzgajivači, uzgajane kupine, Triple Crovn, Loch Ness, Thornfree, Čačak, sveže kupine, kvalitetne kupine, Zadrugar Berry Fruits"
      },
      "black_home_link":{
            "en":"Home",
            "sr":"Početna"
      },
      "black_to_ap":{
            "en":"Agricultural pharmacy",
            "sr":"Poljoprivredna apoteka"
      },
      "black_txt_1":{
            "en":"At Zadrugar Berry Fruits, we are proud to offer a premium selection of blackberries  sourced from trusted growers. Our selection includes some of the best varieties available, including Triple Crown, Loch Ness, Thornfree and Cacak. To ensure the quality and freshness of our blackberries, we store them in our state-of-the-art cold storage facility until they are ready to be delivered to our customers.",
            "sr":"U Zadrugar Berry Fruits-u, ponosni smo što nudimo vrhunski izbor kupina od pouzdanih uzgajivača. Naš izbor uključuje neke od najboljih dostupnih sorti, uključujući Triple Crown, Loch Ness, Thornfree i Čačak. Da bismo obezbedili kvalitet i svežinu naših kupina, čuvamo ih u našoj najsavremenijoj hladnjači dok ne budu spremne za isporuku našim kupcima."
      },
      "black_txt_2":{
            "en":"In addition to the blackberries we source from our trusted growers, we also cultivate two varieties on our own 3 hectares of land: Triple Crown and Cacak. Our family takes great care to ensure that these blackberries are grown and harvested with the utmost attention to detail, resulting in a delicious and high-quality product.",
            "sr":"Pored kupina koje nabavljamo od naših pouzdanih uzgajivača, na sopstvenih 3 hektara zemlje uzgajamo dve sorte: Triple Crown i Čačak. Naša porodica vodi računa o tome da se ove kupine uzgajaju i beru sa najvećom pažnjom na detalje, što rezultira ukusnim i visokokvalitetnim proizvodom."
      },
      "black_txt_3":{
            "en":"If you would like to learn more about our blackberries or place an order, please do not hesitate to contact us. Our friendly and knowledgeable staff are always available to assist you.",
            "sr":"Ako želite da saznate više o našim kupinama ili da naručite, slobodno nas kontaktirajte. Naše ljubazno i obrazovano osoblje je uvek na raspolaganju da vam pomogne."
      },
      "black_h1":{
            "en":"Blackberries",
            "sr":"Kupine"
      }
      
      
      
      
      
      

      
      

      
      
      
      
    }